{
    "utterances": [
        {
            "speaker": "Speaker A",
            "start_time": "0:00:00.080000",
            "text": "Death is defined as the complete and irreversible cessation of brain activity. Sure. If that's the definition of death, a child at 20 to 24 weeks in the womb doesn't have that definition of death. It's not- It doesn't even have the brain activity. But it doesn't have irreversible and it doesn't have a sensation of brain activity that will never come back. It's going to develop its brain activity. It's going to develop. I agree with you. A child has brain activity. It will develop and once it develops."
        },
        {
            "speaker": "Speaker B",
            "start_time": "0:00:28.720000",
            "text": "It, I'm going to care a whole lot about it."
        },
        {
            "speaker": "Speaker A",
            "start_time": "0:00:31.120000",
            "text": "You see that even your definition of, well, I'm defining it the same way that death is defined, they're not the same. Do you see that? No. You don't see that."
        },
        {
            "speaker": "Speaker B",
            "start_time": "0:00:28.440000",
            "text": "What is your definition of a fetus?"
        },
        {
            "speaker": "Speaker A",
            "start_time": "0:00:30.360000",
            "text": "Just for this, whatever one helps me win the debate. It's different if someone is dead and all their brain activity has ceased and will not come back versus a child in the womb, an embryo in the womb who has the potential and it actually has the capacity for brain activity in time. Okay. Do you see the difference?"
        },
        {
            "speaker": "Speaker B",
            "start_time": "0:00:47.640000",
            "text": "I know there's a difference, but this."
        },
        {
            "speaker": "Speaker A",
            "start_time": "0:00:49.720000",
            "text": "Difference is not relevant. Point. Point. Point. Point. Point. Point."
        },
        {
            "speaker": "Speaker B",
            "start_time": "0:00:56.280000",
            "text": "Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point. Point."
        }
    ]
}